import './exomoons.scss';

const Exomoons = () => {
    return (
        <section id='exomoons' className='section'>
            <div className='title exomoons-title'>EXOMOONS</div>
            <div className='text exomoons-text'>Конечно ученые хотели бы открывать и спутники экзопланет. Спутники меньше
планет и поэтому технически обнаружить спутник достаточно сложно <br/><br/>
Как их можно открыть? В принципе, способы открытия спутников похожи на
способы открытия планет. Практически все способы, которые задействованы для
планет, можно распространить и на спутники<br/><br/><br/>
Одним из самых интересных вопросов в этой сфере на данный момент является
потенциальная обитаемость спутников. Есть ли жизнь на этих планетах? Ключевую
роль в этом вопросе играет Зона Златовласки</div>
        </section>
    );
};

export default Exomoons;